---
kind: other
id: Methods.T:Autodesk.Revit.DB.MultiReferenceAnnotationType
source: html/3b4ee4ea-1c17-f59b-c358-2dcdede8f62b.htm
---
# MultiReferenceAnnotationType Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.